k_lines_csv_head = ["Time", "Open", "Close", "High", "Low", "Volume"]
# 不同时间级别所对应的corn表达式
interval_corn = {
    "1m": "0 0/1 * * * ?",
    "5m": "0 0/5 * * * ?",
    "15m": "0 0/15 * * * ? ",
    "30m": "0 0/30 * * * ?",
    "1h": "* * 0/1 * * ? ",
    "2h": "* * 0/2 * * ? ",
    "4h": "* * 0/4 * * ? ",
    "1d": "* * * 1/1 * ? *",
}
# 不同时间级别对应的秒数
interval_second = {
    "1m": 60,
    "5m": 300,
    "15m": 900,
    "30m": 1800,
    "1h": 3600,
    "2h": 72000,
    "4h": 14400,
    "1d": 86400,
}
